{
  "about_title": "About Me",
  "career_title": "Career",
  "skill_title": "Skill",
  "intro": "Hello, my name is <b>Gwen Danielle Merida.</b><br/>\n          I'm a <b>Software Developer.</b><br/>\n          Most of my projects focuses on <b>Financial Technologies.</b><br/>\n          I sometimes write <b>articles/posts</b> to help the coding community.<br/>\n          When coding, I always strive to write <b>elegant</b> and <b>efficient</b> code.",
  "webdev": "Frontend Development",
  "backdev": "Backend Development",
  "mobdev": "Mobile Development",
  "otherworks": "Have a look at some of my work and articles!",
  "ffm": "Force Field Management (FFM) is a web platform that allows financial institutions to learn more about clients through credit investigation.\nI'm in charge of the front end of the platform as a software engineer. This project used Spring MVC technology to develop a front end.",
  "mls": "Mobile Loan Saver is a loan platform for financial institutions that lend money to government employees.\nWe used Groovy and Grails technology for quick and easy front-end development. I also used Groovy and Grails to create a web service that integrates the database and front end.",
  "aspire": "Aspire is a crowdfunding platform to fund university students tuition fee. The company that made this platform builder uses the PHP language for all projects. So I developed the backend and frontend through PHP's CodeIgniter framework.",
  "gcash": "A mobile wallet application. People who use this app can send money by app, buy a paid card, and pay at another store. As a mobile developer, I was responsible for iOS mobile development using the language “swift” and deployed the app in the Apple Store.",
  "oberry": "A mobile wallet application. People who use this app can send money by app, buy a paid card, and pay at another store. As a mobile developer, I was responsible for iOS mobile development using the language “swift” and deployed the app in the Apple Store.",
  "bmethod": "A mobile wallet application. People who use this app can send money by app, buy a paid card, and pay at another store. As a mobile developer, I was responsible for iOS mobile development using the language “swift” and deployed the app in the Apple Store."
}
