{
  "about_title": "About Me",
  "career_title": "Career",
  "skill_title": "Skill Sets",
  "others_title": "Other Projects",
  "intro": "Hello, my name is <b>Gwen Danielle Merida.</b><br/>\n          I'm a <b>Software Developer.</b><br/>\n          Most of my projects focuses on <b>Financial Technologies.</b><br/>\n          I sometimes write <b>articles/posts</b> to help the coding community.<br/>\n          When coding, I always strive to write <b>elegant</b> and <b>efficient</b> code.",
  "webdev": "Frontend Development",
  "backdev": "Backend Development",
  "mobdev": "Mobile Development",
  "otherworks": "Have a look at some of my work and articles!",
  "ffm": "Force Field Management (FFM) is a web platform that allows financial institutions to learn more about clients through credit investigation.\nAs a developer, I'm in charge on the front end of the platform. In this project, we used Spring MVC technology to develop a front end.",
  "mls": "Mobile Loan Saver is a loan platform for financial institutions that lend money to government employees.\nWe used Groovy and Grails technology for quick and easy front-end development. We also used Groovy and Grails to create a web service that integrates the database and front end.",
  "c2p": "App users can connect Visa credit cards with the app, and the app uses the mobile NFC to allow customers to pay some stores. As a developer, I'm responsible for developing bulk uploads of files to whitelist users.",
  "aspire": "Aspire is a crowdfunding platform to fund university students tuition fee. As part of the team, I'm involve in from planning to deployment. We used PHP's CodeIgniter framework to develop the backend and frontend of the application.",
  "gcash": "A Mobile Wallet App. People who use GCash can send money, buy a mobile load, and pay at partnered stores by scanning the store qr code. As a mobile developer, I was responsible for iOS mobile development using the language “swift” and deployed the app in the Apple Store.",
  "oberry": "A Blockchain tutorial market platform. I as a developer and content writers, researched about Blockchain for the contents of the tutorial, developed a sample DApp, and wrote a tutorial article on Medium. To create a smart contract, we used a language called “Solidity” and used a technology called “Vue.js” to develop the front end.",
  "bmethod": "This app measures the Japanese level of foreigners working for Japanese companies. For the front front end, we use the language “Vue.js” and deploy it on the server “AWS”.",
  "ffmdate": "February 2013",
  "mlsdate": "March 2013",
  "c2pdate": "January 2013",
  "aspiredate": "April 2016",
  "gcashdate": "April 2017",
  "oberrydate": "January 2019",
  "bmethoddate": "April 2019"
}
